Retrieves the original member Ids of the Array.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public abstract ICollection<ElementId> GetOriginalMemberIds()
  Visual Basic
Public MustOverride Function GetOriginalMemberIds As ICollection(Of ElementId)
  Visual C++
public:
virtual ICollection<ElementId^>^ GetOriginalMemberIds() abstract
 Return Value
 The original member Ids of the Array
 See Also
  BaseArray Class
  Autodesk.Revit.DB Namespace